Repository: SmitBY/TGtv
Catalog: TGtv/*.lproj/Localizable.strings
Languages: de, el, es, fr, he, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

# alert.errorTitle
source: Error
de: Fehler
el: Σφάλμα
fr: Erreur
he: שגיאה
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка
zh_hans: 错误

# auth.button.loggingIn
source: Logging in...
de: Anmeldung...
el: Σύνδεση...
es: Iniciando sesión...
fr: Connexion...
he: מתחבר...
it: Accesso...
ja: ログイン中...
ko: 로그인 중...
pl: Logowanie...
pt_br: Entrando...
ru: Вход...
tr: Giriş yapılıyor...
uk: Вхід...
zh_hans: 正在登录...

# auth.button.login
source: Log in
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fr: Se connecter
he: התחבר
it: Accedi
ja: ログイン
ko: 로그인
pl: Zaloguj się
pt_br: Entrar
ru: Войти
tr: Giriş yap
uk: Увійти
zh_hans: 登录

# auth.error.apiIdBlocked
source: Critical error: blocked api_id is being used. Please replace apiId and apiHash in the code.
de: Kritischer Fehler: Es wird eine gesperrte api_id verwendet. Bitte ersetze apiId und apiHash im Code.
el: Κρίσιμο σφάλμα: χρησιμοποιείται αποκλεισμένο api_id. Παρακαλούμε αντικαταστήστε το apiId και το apiHash στον κώδικα.
es: Error crítico: se está usando un api_id bloqueado. Sustituye apiId y apiHash en el código.
fr: Erreur critique : un api_id bloqué est utilisé. Veuillez remplacer apiId et apiHash dans le code.
he: שגיאה קריטית: נעשה שימוש ב-api_id חסום. אנא החלף את apiId ו-apiHash בקוד.
it: Errore critico: viene usato un api_id bloccato. Sostituisci apiId e apiHash nel codice.
ja: 致命的なエラー: ブロックされた api_id が使用されています。コード内の apiId と apiHash を置き換えてください。
ko: 치명적 오류: 차단된 api_id가 사용되고 있습니다. 코드에서 apiId와 apiHash를 교체해 주세요.
pl: Błąd krytyczny: używane jest zablokowane api_id. Proszę wymienić apiId i apiHash w kodzie.
pt_br: Erro crítico: api_id bloqueado está sendo usado. Por favor, substitua apiId e apiHash no código.
ru: Критическая ошибка: Используется заблокированный api_id. Пожалуйста, замените apiId и apiHash в коде.
tr: Kritik hata: engellenmiş api_id kullanılıyor. Lütfen kodda apiId ve apiHash değerlerini değiştirin.
uk: Критична помилка: використовується заблокований api_id. Будь ласка, замініть apiId та apiHash у коді.
zh_hans: 严重错误：使用了被封锁的 api_id。请在代码中替换 apiId 和 apiHash。

# auth.error.invalidPassword
source: Incorrect password
de: Falsches Passwort
el: Λανθασμένος κωδικός πρόσβασης
es: Contraseña incorrecta
fr: Mot de passe incorrect
he: סיסמה שגויה
it: Password non corretta
ja: パスワードが正しくありません
ko: 비밀번호가 틀렸습니다
pl: Nieprawidłowe hasło
pt_br: Senha incorreta
ru: Неверный пароль
tr: Hatalı şifre
uk: Невірний пароль
zh_hans: 密码错误

# auth.error.qrRequestPrefix
source: QR request error: %@
de: Fehler bei der QR-Anfrage: %@
el: Σφάλμα αίτησης QR: %@
es: Error al solicitar QR: %@
fr: Erreur de demande QR : %@
he: שגיאת בקשת QR: %@
it: Errore richiesta QR: %@
ja: QRリクエストエラー: %@
ko: QR 요청 오류: %@
pl: Błąd żądania QR: %@
pt_br: Erro na solicitação do QR: %@
ru: Ошибка запроса QR: %@
tr: QR isteği hatası: %@
uk: Помилка запиту QR: %@
zh_hans: QR 请求错误：%@

# auth.error.tooManyAttempts
source: Too many attempts. Please wait.
de: Zu viele Versuche. Bitte warte.
el: Πολλές προσπάθειες. Παρακαλούμε περιμένετε.
es: Demasiados intentos. Por favor, espera.
fr: Trop de tentatives. Veuillez patienter.
he: יותר מדי ניסיונות. אנא המתן.
it: Troppi tentativi. Attendi.
ja: 試行回数が多すぎます。しばらくお待ちください。
ko: 시도가 너무 많습니다. 잠시 기다려 주세요.
pl: Zbyt wiele prób. Proszę czekać.
pt_br: Muitas tentativas. Por favor, aguarde.
ru: Слишком много попыток. Пожалуйста, подождите.
tr: Çok fazla deneme. Lütfen bekleyin.
uk: Занадто багато спроб. Будь ласка, зачекайте.
zh_hans: 尝试次数过多。请稍候。

# auth.error.unknown
source: Unknown error
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
fr: Erreur inconnue
he: שגיאה לא ידועה
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata
uk: Невідома помилка
zh_hans: 未知错误

# auth.password.hintPrefix
source: Hint: %@
de: Hinweis: %@
el: Υπόδειξη: %@
es: Pista: %@
fr: Indice : %@
he: רמז: %@
it: Suggerimento: %@
ja: ヒント: %@
ko: 힌트: %@
pl: Wskazówka: %@
pt_br: Dica: %@
ru: Подсказка: %@
tr: İpucu: %@
uk: Підказка: %@
zh_hans: 提示：%@

# auth.password.placeholder
source: Enter password
de: Passwort eingeben
el: Εισαγάγετε κωδικό πρόσβασης
es: Introduce la contraseña
fr: Saisissez le mot de passe
he: הזן סיסמה
it: Inserisci la password
ja: パスワードを入力
ko: 비밀번호 입력
pl: Wprowadź hasło
pt_br: Digite a senha
ru: Введите пароль
tr: Şifreyi girin
uk: Введіть пароль
zh_hans: 输入密码

# auth.password.prompt
source: Enter your account password
de: Gib dein Kontopasswort ein
el: Εισαγάγετε τον κωδικό πρόσβασης του λογαριασμού σας
es: Introduce la contraseña de tu cuenta
fr: Saisissez le mot de passe de votre compte
he: הזן את סיסמת החשבון שלך
it: Inserisci la password del tuo account
ja: アカウントのパスワードを入力してください
ko: 계정 비밀번호를 입력하세요
pl: Wprowadź hasło do konta
pt_br: Digite a senha da sua conta
ru: Введите пароль от аккаунта
tr: Hesap şifrenizi girin
uk: Введіть пароль від акаунта
zh_hans: 输入您的账户密码

# auth.status.preparing
source: Preparing...
de: Vorbereitung...
el: Προετοιμασία...
es: Preparando...
fr: Préparation...
he: מכין...
it: Preparazione...
ja: 準備中...
ko: 준비 중...
pl: Przygotowywanie...
pt_br: Preparando...
ru: Подготовка...
tr: Hazırlanıyor...
uk: Підготовка...
zh_hans: 正在准备...

# auth.status.success
source: Authorization successful ✓
de: Autorisierung erfolgreich ✓
el: Η εξουσιοδότηση ολοκληρώθηκε με επιτυχία ✓
es: Autorización exitosa ✓
fr: Autorisation réussie ✓
he: התחברות הצליחה ✓
it: Autorizzazione riuscita ✓
ja: 認証に成功しました ✓
ko: 인증 성공 ✓
pl: Autoryzacja pomyślna ✓
pt_br: Autorização bem-sucedida ✓
ru: Авторизация успешна ✓
tr: Yetkilendirme başarılı ✓
uk: Авторизація успішна ✓
zh_hans: 授权成功 ✓

# button.back
source: Back
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
he: חזור
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
zh_hans: 返回

# button.ok
source: OK
he: אישור
ko: 확인
ru: ОК
zh_hans: 确定

# channels.errorPrefix
source: Error: %@
de: Fehler: %@
el: Σφάλμα: %@
fr: Erreur : %@
he: שגיאה: %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
pl: Błąd: %@
pt_br: Erro: %@
ru: Ошибка: %@
tr: Hata: %@
uk: Помилка: %@
zh_hans: 错误：%@

# channels.loadedCount
source: Loaded %d chats
de: %d Chats geladen
el: Φορτώθηκαν %d συνομιλίες
es: %d chats cargados
fr: %d chats chargés
he: נטענו %d צ'אטים
it: %d chat caricati
ja: %d件のチャットを読み込みました
ko: %d개의 채팅을 불러왔습니다
pl: Załadowano %d czatów
pt_br: %d chats carregados
ru: Загружено %d чатов
tr: %d sohbet yüklendi
uk: Завантажено %d чатів
zh_hans: 已加载 %d 个聊天

# channels.loading
source: Loading chats...
de: Chats werden geladen...
el: Φόρτωση συνομιλιών...
es: Cargando chats...
fr: Chargement des chats...
he: טוען צ'אטים...
it: Caricamento chat...
ja: チャットを読み込み中...
ko: 채팅을 불러오는 중...
pl: Ładowanie czatów...
pt_br: Carregando chats...
ru: Загрузка чатов...
tr: Sohbetler yükleniyor...
uk: Завантаження чатів...
zh_hans: 正在加载聊天...

# channels.loadingList
source: Loading chat list...
de: Chatliste wird geladen...
el: Φόρτωση λίστας συνομιλιών...
es: Cargando lista de chats...
fr: Chargement de la liste des chats...
he: טוען רשימת צ'אטים...
it: Caricamento elenco chat...
ja: チャットリストを読み込み中...
ko: 채팅 목록을 불러오는 중...
pl: Ładowanie listy czatów...
pt_br: Carregando lista de chats...
ru: Загрузка списка чатов...
tr: Sohbet listesi yükleniyor...
uk: Завантаження списку чатів...
zh_hans: 正在加载聊天列表...

# channels.noChats
source: No chats available
de: Keine Chats verfügbar
el: Δεν υπάρχουν διαθέσιμες συνομιλίες
es: No hay chats disponibles
fr: Aucun chat disponible
he: אין צ'אטים זמינים
it: Nessuna chat disponibile
ja: 利用可能なチャットはありません
ko: 사용 가능한 채팅이 없습니다
pl: Brak dostępnych czatów
pt_br: Nenhum chat disponível
ru: Нет доступных чатов
tr: Kullanılabilir sohbet yok
uk: Немає доступних чатів
zh_hans: 没有可用的聊天

# channels.nothingFound
source: Nothing found
de: Nichts gefunden
el: Δεν βρέθηκε τίποτα
es: No se encontró nada
fr: Aucun résultat
he: לא נמצא דבר
it: Nessun risultato
ja: 何も見つかりませんでした
ko: 검색 결과가 없습니다
pl: Nic nie znaleziono
pt_br: Nada encontrado
ru: Ничего не найдено
tr: Sonuç bulunamadı
uk: Нічого не знайдено
zh_hans: 未找到内容

# home.emptySelectChats
source: Select chats on the chat list screen
de: Wähle Chats im Chatlisten-Bildschirm aus
el: Επιλέξτε συνομιλίες στην οθόνη λίστας συνομιλιών
es: Selecciona chats en la pantalla de la lista de chats
fr: Sélectionnez des chats sur l’écran de la liste des chats
he: בחר צ'אטים במסך רשימת הצ'אטים
it: Seleziona chat nella schermata dell’elenco chat
ja: チャットリスト画面でチャットを選択してください
ko: 채팅 목록 화면에서 채팅을 선택하세요
pl: Wybierz czaty na ekranie listy czatów
pt_br: Selecione chats na tela de lista de chats
ru: Выберите чаты на экране списка чатов
tr: Sohbet listesinden sohbet seçin
uk: Виберіть чати на екрані списку чатів
zh_hans: 在聊天列表屏幕中选择聊天

# loading.generic
source: Loading...
de: Lädt...
el: Φόρτωση...
es: Cargando...
fr: Chargement...
he: טוען...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
pl: Ładowanie...
pt_br: Carregando...
ru: Загрузка...
tr: Yükleniyor...
uk: Завантаження...
zh_hans: 正在加载...

# menu.settingsEllipsis
source: Settings...
de: Einstellungen...
el: Ρυθμίσεις...
es: Ajustes...
fr: Réglages...
he: הגדרות...
it: Impostazioni...
ja: 設定...
ko: 설정...
pl: Ustawienia...
pt_br: Configurações...
ru: Настройки...
tr: Ayarlar...
uk: Налаштування...
zh_hans: 设置...

# player.downloadCompleteStarting
source: Download complete. Starting player...
de: Download abgeschlossen. Player wird gestartet...
el: Η λήψη ολοκληρώθηκε. Εκκίνηση προγράμματος αναπαραγωγής...
es: Descarga completa. Iniciando reproductor...
fr: Téléchargement terminé. Démarrage du lecteur...
he: ההורדה הושלמה. מפעיל נגן...
it: Download completato. Avvio del player...
ja: ダウンロードが完了しました。プレイヤーを起動しています...
ko: 다운로드 완료. 플레이어를 시작합니다...
pl: Pobieranie zakończone. Uruchamianie odtwarzacza...
pt_br: Download concluído. Iniciando player...
ru: Загрузка завершена. Запуск плеера...
tr: İndirme tamamlandı. Oynatıcı başlatılıyor...
uk: Завантаження завершено. Запуск плеєра...
zh_hans: 下载完成。正在启动播放器...

# player.error.localUnavailable
source: Local file unavailable.
de: Lokale Datei nicht verfügbar.
el: Το τοπικό αρχείο δεν είναι διαθέσιμο.
es: Archivo local no disponible.
fr: Fichier local indisponible.
he: קובץ מקומי לא זמין.
it: File locale non disponibile.
ja: ローカルファイルが利用できません。
ko: 로컬 파일을 사용할 수 없습니다.
pl: Plik lokalny niedostępny.
pt_br: Arquivo local indisponível.
ru: Локальный файл недоступен.
tr: Yerel dosya kullanılamıyor.
uk: Локальний файл недоступний.
zh_hans: 本地文件不可用。

# player.error.noLocalPath
source: No local file path for the video.
de: Kein lokaler Pfad zur Videodatei.
el: Δεν υπάρχει τοπική διαδρομή αρχείου για το βίντεο.
es: No hay ruta local al archivo de vídeo.
fr: Aucun chemin local vers le fichier vidéo.
he: אין נתיב קובץ מקומי לווידאו.
it: Nessun percorso locale per il file video.
ja: ビデオのローカルファイルパスがありません。
ko: 비디오의 로컬 파일 경로가 없습니다.
pl: Brak lokalnej ścieżki do pliku wideo.
pt_br: Nenhum caminho de arquivo local para o vídeo.
ru: Нет локального пути к файлу видео.
tr: Video dosyası için yerel yol yok.
uk: Немає локального шляху до файлу відео.
zh_hans: 没有视频的本地文件路径。

# player.error.prefixTimeout
source: Couldn't fetch data for streaming playback (prefix didn't download). Check your network and try again.
de: Daten für Streaming-Wiedergabe konnten nicht geladen werden (Präfix wurde nicht heruntergeladen). Prüfe die Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η ανάκτηση δεδομένων για αναπαραγωγή ροής (το πρόθεμα δεν λήφθηκε). Ελέγξτε το δίκτυό σας και δοκιμάστε ξανά.
es: No se pudieron obtener datos para la reproducción en streaming (no se descargó el prefijo). Comprueba la red e inténtalo de nuevo.
fr: Impossible d’obtenir les données pour la lecture en streaming (le préfixe n’a pas été téléchargé). Vérifiez le réseau et réessayez.
he: לא ניתן לאחזר נתונים להזרמה (התחילית לא הורדה). בדוק את החיבור ונסה שוב.
it: Impossibile ottenere i dati per la riproduzione in streaming (il prefisso non è stato scaricato). Controlla la rete e riprova.
ja: ストリーミング再生用のデータを取得できませんでした（プレフィックスがダウンロードされませんでした）。ネットワークを確認して再試行してください。
ko: 스트리밍 재생용 데이터를 가져올 수 없습니다(접두사가 다운로드되지 않음). 네트워크를 확인하고 다시 시도하세요.
pl: Nie można pobrać danych do odtwarzania strumieniowego (nie pobrano prefiksu). Sprawdź sieć i spróbuj ponownie.
pt_br: Não foi possível obter dados para reprodução em streaming (o prefixo não foi baixado). Verifique sua rede e tente novamente.
ru: Не удалось получить данные для потокового воспроизведения (префикс не загрузился). Проверьте сеть и попробуйте ещё раз.
tr: Akış oynatma için veri alınamadı (önek indirilmedi). Ağı kontrol edip tekrar deneyin.
uk: Не вдалося отримати дані для потокового відтворення (префікс не завантажився). Перевірте мережу та спробуйте ще раз.
zh_hans: 无法获取流式播放数据（前缀未下载）。请检查网络并重试。

# player.error.prepareStreamFailed
source: Couldn't prepare streaming playback.
de: Streaming-Wiedergabe konnte nicht vorbereitet werden.
el: Δεν ήταν δυνατή η προετοιμασία της αναπαραγωγής ροής.
es: No se pudo preparar la reproducción en streaming.
fr: Impossible de préparer la lecture en streaming.
he: לא ניתן להכין הזרמה.
it: Impossibile preparare la riproduzione in streaming.
ja: ストリーミング再生の準備ができませんでした。
ko: 스트리밍 재생을 준비할 수 없습니다.
pl: Nie można przygotować odtwarzania strumieniowego.
pt_br: Não foi possível preparar a reprodução em streaming.
ru: Не удалось подготовить потоковое воспроизведение.
tr: Akış oynatma hazırlanamadı.
uk: Не вдалося підготувати потокове відтворення.
zh_hans: 无法准备流式播放。

# player.error.unableStartTitle
source: Couldn't start playback
de: Wiedergabe konnte nicht gestartet werden
el: Δεν ήταν δυνατή η εκκίνηση της αναπαραγωγής
es: No se pudo iniciar la reproducción
fr: Impossible de démarrer la lecture
he: לא ניתן להתחיל בהפעלה
it: Impossibile avviare la riproduzione
ja: 再生を開始できませんでした
ko: 재생을 시작할 수 없습니다
pl: Nie można rozpocząć odtwarzania
pt_br: Não foi possível iniciar a reprodução
ru: Не удалось начать воспроизведение
tr: Oynatma başlatılamadı
uk: Не вдалося розпочати відтворення
zh_hans: 无法开始播放

# player.error.unknownPlaybackError
source: Unknown playback error
de: Unbekannter Wiedergabefehler
el: Άγνωστο σφάλμα αναπαραγωγής
es: Error de reproducción desconocido
fr: Erreur de lecture inconnue
he: שגיאת הפעלה לא ידועה
it: Errore di riproduzione sconosciuto
ja: 不明な再生エラー
ko: 알 수 없는 재생 오류
pl: Nieznany błąd odtwarzania
pt_br: Erro de reprodução desconhecido
ru: Неизвестная ошибка воспроизведения
tr: Bilinmeyen oynatma hatası
uk: Невідома помилка відтворення
zh_hans: 未知播放错误

# player.preparing
source: Preparing...
de: Vorbereitung...
el: Προετοιμασία...
es: Preparando...
fr: Préparation...
he: מכין...
it: Preparazione...
ja: 準備中...
ko: 준비 중...
pl: Przygotowywanie...
pt_br: Preparando...
ru: Подготовка...
tr: Hazırlanıyor...
uk: Підготовка...
zh_hans: 正在准备...

# player.preparingStream
source: Preparing streaming playback...
de: Streaming-Wiedergabe wird vorbereitet...
el: Προετοιμασία αναπαραγωγής ροής...
es: Preparando reproducción en streaming...
fr: Préparation de la lecture en streaming...
he: מכין הזרמה...
it: Preparazione riproduzione in streaming...
ja: ストリーミング再生を準備中...
ko: 스트리밍 재생 준비 중...
pl: Przygotowywanie odtwarzania strumieniowego...
pt_br: Preparando reprodução em streaming...
ru: Подготовка потокового воспроизведения...
tr: Akış oynatma hazırlanıyor...
uk: Підготовка потокового відтворення...
zh_hans: 正在准备流式播放...

# player.progress.downloadedPercent
source: Downloaded %.0f%%
de: Heruntergeladen %.0f%%
el: Λήφθηκε %.0f%%
es: Descargado %.0f%%
fr: Téléchargé %.0f%%
he: הורד %.0f%%
it: Scaricato %.0f%%
ja: ダウンロード済み %.0f%%
ko: 다운로드됨 %.0f%%
pl: Pobrano %.0f%%
pt_br: Baixado %.0f%%
ru: Загружено %.0f%%
tr: İndirildi %.0f%%
uk: Завантажено %.0f%%
zh_hans: 已下载 %.0f%%

# player.streamingNotSupportedDownloading
source: This video doesn't support streaming. Downloading...
de: Dieses Video unterstützt kein Streaming. Download läuft...
el: Αυτό το βίντεο δεν υποστηρίζει ροή. Λήψη...
es: Este vídeo no admite streaming. Descargando...
fr: Cette vidéo ne prend pas en charge le streaming. Téléchargement...
he: וידאו זה אינו תומך בהזרמה. מוריד...
it: Questo video non supporta lo streaming. Download in corso...
ja: このビデオはストリーミングに対応していません。ダウンロード中...
ko: 이 비디오는 스트리밍을 지원하지 않습니다. 다운로드 중...
pl: To wideo nie obsługuje strumieniowania. Pobieranie...
pt_br: Este vídeo não suporta streaming. Baixando...
ru: Это видео не поддерживает потоковое воспроизведение. Идёт загрузка...
tr: Bu video akışı desteklemiyor. İndiriliyor...
uk: Це відео не підтримує потокове відтворення. Завантаження...
zh_hans: 此视频不支持串流。正在下载...

# search.chats.placeholder
source: Search chats
de: Chats suchen
el: Αναζήτηση συνομιλιών
es: Buscar chats
fr: Rechercher des chats
he: חפש צ'אטים
it: Cerca chat
ja: チャットを検索
ko: 채팅 검색
pl: Szukaj czatów
pt_br: Buscar chats
ru: Поиск чатов
tr: Sohbet ara
uk: Пошук чатів
zh_hans: 搜索聊天

# search.videos.placeholder
source: Search videos
de: Videos suchen
el: Αναζήτηση βίντεο
es: Buscar vídeos
fr: Rechercher des vidéos
he: חפש סרטונים
it: Cerca video
ja: ビデオを検索
ko: 비디오 검색
pl: Szukaj wideo
pt_br: Buscar vídeos
ru: Поиск видео
tr: Video ara
uk: Пошук відео
zh_hans: 搜索视频

# selection.count
source: Selected: %d
de: Ausgewählt: %d
el: Επιλέχθηκαν: %d
es: Seleccionados: %d
fr: Sélectionnés : %d
he: נבחרו: %d
it: Selezionati: %d
ja: 選択済み: %d
ko: 선택됨: %d
pl: Wybrano: %d
pt_br: Selecionados: %d
ru: Выбрано: %d
tr: Seçildi: %d
uk: Вибрано: %d
zh_hans: 已选择：%d

# selection.none
source: None selected
de: Nichts ausgewählt
el: Δεν επιλέχθηκε κανένα
es: No seleccionado
fr: Aucune sélection
he: לא נבחרו
it: Nessuna selezione
ja: 未選択
ko: 선택되지 않음
pl: Nic nie wybrano
pt_br: Nenhum selecionado
ru: Не выбрано
tr: Seçili değil
uk: Не вибрано
zh_hans: 未选择

# settings.cachePrefix
source: Cache and downloaded files: %@
de: Cache und heruntergeladene Dateien: %@
el: Προσωρινή μνήμη και ληφθέντα αρχεία: %@
es: Caché y archivos descargados: %@
fr: Cache et fichiers téléchargés : %@
he: מטמון וקבצים שהורדו: %@
it: Cache e file scaricati: %@
ja: キャッシュとダウンロード済みファイル: %@
ko: 캐시 및 다운로드된 파일: %@
pl: Pamięć podręczna i pobrane pliki: %@
pt_br: Cache e arquivos baixados: %@
ru: Кэш и загруженные файлы: %@
tr: Önbellek ve indirilen dosyalar: %@
uk: Кеш і завантажені файли: %@
zh_hans: 缓存和已下载文件：%@

# settings.clearFiles
source: Clear all files
de: Alle Dateien löschen
el: Εκκαθάριση όλων των αρχείων
es: Borrar todos los archivos
fr: Effacer tous les fichiers
he: נקה את כל הקבצים
it: Cancella tutti i file
ja: すべてのファイルを削除
ko: 모든 파일 삭제
pl: Wyczyść wszystkie pliki
pt_br: Limpar todos os arquivos
ru: Очистить все файлы
tr: Tüm dosyaları temizle
uk: Очистити всі файли
zh_hans: 清理所有文件

# settings.logout
source: Log out
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fr: Déconnexion
he: התנתק
it: Esci
ja: ログアウト
ko: 로그아웃
pl: Wyloguj się
pt_br: Sair
ru: Выйти из аккаунта
tr: Çıkış yap
uk: Вийти з акаунта
zh_hans: 退出登录

# settings.subscription
source: Subscription
de: Abo
el: Συνδρομή
es: Suscripción
fr: Abonnement
he: מנוי
it: Abbonamento
ja: サブスクリプション
ko: 구독
pl: Subskrypcja
pt_br: Assinatura
ru: Подписка
tr: Abonelik
uk: Підписка
zh_hans: 订阅

# settings.language
source: Language
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
he: שפה
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
zh_hans: 语言

# settings.languageSelectionTitle
source: Choose Language
de: Sprache wählen
el: Επιλογή Γλώσσας
es: Elegir idioma
fr: Choisir la langue
he: בחר שפה
it: Scegli lingua
ja: 言語を選択
ko: 언어 선택
pl: Wybierz język
pt_br: Escolher idioma
ru: Выберите язык
tr: Dil seçin
uk: Виберіть мову
zh_hans: 选择语言

# settings.restartTitle
source: Restart Required
de: Neustart erforderlich
el: Απαιτείται Επανεκκίνηση
es: Reinicio necesario
fr: Redémarrage requis
he: נדרש אתחול
it: Riavvio richiesto
ja: 再起動が必要です
ko: 재시작 필요
pl: Wymagany restart
pt_br: Reinicialização necessária
ru: Требуется перезапуск
tr: Yeniden başlatma gerekli
uk: Потрібен перезапуск
zh_hans: 需要重启

# settings.restartMessage
source: Please restart the app to apply the new language settings.
de: Bitte starten Sie die App neu, um die neuen Spracheinstellungen zu übernehmen.
el: Παρακαλούμε επανεκκινήστε την εφαρμογή για να εφαρμόσετε τις νέες ρυθμίσεις γλώσσας.
es: Por favor, reinicia la aplicación para aplicar los nuevos ajustes de idioma.
fr: Veuillez redémarrer l'application pour appliquer les nouveaux paramètres de langue.
he: אנא אתחל את האפליקציה כדי להחיל את הגדרות השפה החדשות.
it: Riavvia l'app per applicare le nuove impostazioni della lingua.
ja: 新しい言語設定を適用するには、アプリを再起動してください。
ko: 새로운 언어 설정을 적용하려면 앱을 재시작해 주세요.
pl: Proszę zrestartować aplikację, aby zastosować nowe ustawienia języka.
pt_br: Por favor, reinicie o aplicativo para aplicar as novas configurações de idioma.
ru: Пожалуйста, перезапустите приложение, чтобы применить новые языковые настройки.
tr: Yeni dil ayarlarını uygulamak için lütfen uygulamayı yeniden başlatın.
uk: Будь ласка, перезапустіть програму, щоб застосувати нові налаштування мови.
zh_hans: 请重启应用以应用新的语言设置。

# subscription.button.restore
source: Restore
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fr: Restaurer
he: שחזר
it: Ripristina
ja: 復元
ko: 복구
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
tr: Geri yükle
uk: Відновити
zh_hans: 恢复

# subscription.button.subscribe
source: Subscribe
de: Abonnieren
el: Εγγραφή
es: Suscribirse
fr: S’abonner
he: הירשם כמנוי
it: Abbonati
ja: 購読する
ko: 구독하기
pl: Subskrybuj
pt_br: Assinar
ru: Оформить подписку
tr: Abone ol
uk: Оформити підписку
zh_hans: 订阅

# subscription.status.active
source: Active subscription
de: Aktives Abo
el: Ενεργή συνδρομή
es: Suscripción activa
fr: Abonnement actif
he: מנוי פעיל
it: Abbonamento attivo
ja: サブスクリプションは有効です
ko: 구독 중
pl: Aktywna subskrypcja
pt_br: Assinatura ativa
ru: Подписка активна
tr: Aktif abonelik
uk: Підписка активна
zh_hans: 已启用订阅

# subscription.status.inactive
source: No active subscription
de: Kein aktives Abo
el: Δεν υπάρχει ενεργή συνδρομή
es: Sin suscripción activa
fr: Aucun abonnement actif
he: אין מנוי פעיל
it: Nessun abbonamento attivo
ja: 有効なサブスクリプションはありません
ko: 활성 구독 없음
pl: Brak aktywnej subskrypcji
pt_br: Nenhuma assinatura ativa
ru: Нет активной подписки
tr: Aktif abonelik yok
uk: Немає активної підписки
zh_hans: 没有启用的订阅

# subscription.subtitle
source: Unlock the best experience on your TV.
de: Schalte das beste TV-Erlebnis frei.
el: Ξεκλειδώστε την καλύτερη εμπειρία στην τηλεόρασή σας.
es: Desbloquea la mejor experiencia en tu TV.
fr: Débloquez la meilleure expérience sur votre TV.
he: פתח את החוויה הטובה ביותר בטלוויזיה שלך.
it: Sblocca la migliore esperienza sulla tua TV.
ja: テレビで最高の体験を。
ko: TV에서 최고의 경험을 누리세요.
pl: Odblokuj najlepsze wrażenia na swoim telewizorze.
pt_br: Desbloqueie a melhor experiência na sua TV.
ru: Откройте лучшие возможности на ТВ.
tr: TV’nizde en iyi deneyimin kilidini açın.
uk: Відкрийте найкращі можливості на ТБ.
zh_hans: 开启您的电视最佳体验。

# subscription.title
source: Subscription
de: Abo
el: Συνδρομή
es: Suscripción
fr: Abonnement
he: מנוי
it: Abbonamento
ja: サブスクリプション
ko: 구독
pl: Subskrypcja
pt_br: Assinatura
ru: Подписка
tr: Abonelik
uk: Підписка
zh_hans: 订阅

# subscription.offer.week
source: One Week
el: Μία εβδομάδα
ja: 1週間
ko: 1주일
pt_br: Uma semana

# subscription.offer.year
source: One Year
el: Ένα έτος
ja: 1年間
ko: 1년
pt_br: Um ano

# subscription.offer.welcome
source: Welcome Offer
el: Προσφορά καλωσορίσματος
ja: ウェルカムオファー
ko: 환영 상품
pt_br: Oferta de boas-vindas

# subscription.offer.freeTrial
source: 3 Days for free
el: 3 ημέρες δωρεάν
ja: 3日間無料
ko: 3일 무료 체험
pt_br: 3 dias grátis

# subscription.offer.mostPopular
source: MOST POPULAR
el: ΠΙΟ ΔΗΜΟΦΙΛΕΣ
ja: 一番人気
ko: 가장 인기 있음
pt_br: MAIS POPULAR

# subscription.offer.monthPrice
source: /Month
el: /Μήνα
ja: /月
ko: /월
pt_br: /Mês

# subscription.offer.yearPrice
source: /Year
el: /Έτος
ja: /年
ko: /년
pt_br: /Ano
