Repository: SmitBY/TGtv
Catalog: TGtv/*.lproj/Localizable.strings
Languages: de, el, es, fr, he, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

# help.noSettingsBody
source: You can upload a video in any Telegram-supported format and Telegram will convert it for you: MP4, MOV, AVI, M4V It's the easiest route—Telegram handles the technical stuff automatically.
de: Sie können ein Video in jedem von Telegram unterstützten Format hochladen und Telegram konvertiert es für Sie: MP4, MOV, AVI, M4V Es ist der einfachste Weg – Telegram kümmert sich automatisch um die technischen Details.
el: Μπορείτε να ανεβάσετε ένα βίντεο σε οποιαδήποτε μορφή που υποστηρίζεται από το Telegram και το Telegram θα το μετατρέψει για εσάς: MP4, MOV, AVI, M4V Είναι η ευκολότερη διαδρομή — το Telegram χειρίζεται τα τεχνικά θέματα αυτόματα.
es: Puedes subir un vídeo en cualquier formato compatible con Telegram y Telegram lo convertirá por ti: MP4, MOV, AVI, M4V Es la ruta más fácil: Telegram se encarga de los aspectos técnicos automáticamente.
fr: Vous pouvez télécharger une vidéo dans n'importe quel format pris en charge par Telegram et Telegram la convertira pour vous : MP4, MOV, AVI, M4V C'est la solution la plus simple : Telegram gère automatiquement les aspects techniques.
he: אתה יכול להעלות וידאו בכל פורמט הנתמך על ידי טלגרם וטלגרם תמיר אותו עבורך: MP4, MOV, AVI, M4V זה המסלול הקל ביותר - טלגרם מטפלת בעניינים הטכניים באופן אוטומטי.
it: Puoi caricare un video in qualsiasi formato supportato da Telegram e Telegram lo convertirà per te: MP4, MOV, AVI, M4V È la strada più semplice: Telegram gestisce automaticamente gli aspetti tecnici.
ja: Telegramがサポートする任意の形式でビデオをアップロードでき、Telegramが代わりに変換してくれます：MP4, MOV, AVI, M4V これが最も簡単な方法です。Telegramが技術的なことを自動的に処理します。
ko: Telegram이 지원하는 모든 형식의 비디오를 업로드할 수 있으며 Telegram이 대신 변환해 드립니다: MP4, MOV, AVI, M4V 가장 쉬운 방법입니다. Telegram이 기술적인 부분을 자동으로 처리합니다.
pl: Możesz przesłać wideo w dowolnym formacie obsługiwanym przez Telegram, a Telegram przekonwertuje je za Ciebie: MP4, MOV, AVI, M4V To najprostsza droga — Telegram automatycznie zajmuje się sprawami technicznymi.
pt_br: Você pode enviar um vídeo em qualquer formato suportado pelo Telegram e o Telegram o converterá para você: MP4, MOV, AVI, M4V É o caminho mais fácil — o Telegram cuida da parte técnica automaticamente.
ru: Вы можете загрузить видео в любом формате, поддерживаемом Telegram, и Telegram преобразует его за вас: MP4, MOV, AVI, M4V Это самый простой путь — Telegram автоматически обрабатывает технические детали.
tr: Herhangi bir Telegram destekli formatta video yükleyebilirsiniz ve Telegram bunu sizin için dönüştürecektir: MP4, MOV, AVI, M4V En kolay yol budur; Telegram teknik konuları otomatik olarak halleder.
uk: Ви можете завантажити відео в будь-якому форматі, що підтримується Telegram, і Telegram перетворить його для вас: MP4, MOV, AVI, M4V Це найпростіший шлях — Telegram автоматично обробляє технічні деталі.
zh_hans: 您可以上传 Telegram 支持的任何格式的视频，Telegram 将为您转换：MP4、MOV, AVI, M4V 这是最简单的路线——Telegram 会自动处理技术细节。
