Repository: SmitBY/TGtv
Catalog: TGtv/*.lproj/Localizable.strings
Languages: de, el, es, fr, he, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

# subscription.right.title
source: Unlock the full big‑screen experience
el: Ξεκλειδώστε την πλήρη εμπειρία μεγάλης οθόνης
ja: 大画面で最高の体験を
ko: 대화면의 감동을 느껴보세요
pt_br: Desbloqueie a experiência completa em tela grande

# subscription.right.subtitle
source: Try it now—your best moments deserve the big screen.
el: Δοκιμάστε το τώρα – οι καλύτερες στιγμές σας αξίζουν τη μεγάλη οθόνη.
ja: 今すぐお試しください。最高の瞬間は大画面にふさわしいものです。
ko: 지금 시도해보세요. 당신의 최고의 순간은 큰 화면에서 볼 가치가 있습니다.
pt_br: Experimente agora – seus melhores momentos merecem a tela grande.

# subscription.freeAccess.title
source: Free Access
el: Δωρεάν πρόσβαση
ja: 無料アクセス
ko: 무료 액세스
pt_br: Acesso gratuito

# subscription.freeAccess.description
source: Try out the app and watch 3 videos for free!
el: Δοκιμάστε την εφαρμογή και δείτε 3 βίντεο δωρεάν!
ja: アプリを試して、3つのビデオを無料で視聴しましょう！
ko: 앱을 사용해보고 3개의 비디오를 무료로 시청하세요!
pt_br: Experimente o app e assista 3 vídeos grátis!

# subscription.freeAccess.remaining
source: Remaining videos: %d
el: Βίντεο που απομένουν: %d
ja: 残りビデオ数: %d
ko: 남은 비디오: %d개
pt_br: Vídeos restantes: %d

# subscription.freeAccess.rightDescription
source: Start your free trial and make sure it’s for you. Watch up to 3 videos free, then continue with unlimited playback and easy access to your Telegram chat videos on Apple TV.
el: Ξεκινήστε τη δωρεάν δοκιμή σας και βεβαιωθείτε ότι είναι για εσάς. Παρακολουθήστε έως και 3 βίντεο δωρεάν και, στη συνέχεια, συνεχίστε με απεριόριστη αναπαραγωγή και εύκολη πρόσβαση στα βίντεο συνομιλίας Telegram στο Apple TV.
ja: 無料トライアルを開始して、自分に合っているか確認してください。最大3つのビデオを無料で視聴した後、無制限の再生とApple TVでのTelegramチャットビデオへの簡単なアクセスを続けてください。
ko: 무료 체험을 시작하고 자신에게 맞는지 확인해보세요. 최대 3개의 비디오를 무료로 시청한 후, Apple TV에서 무제한 재생과 Telegram 채팅 비디오로의 손쉬운 액세스를 계속 이용하세요.
pt_br: Comece seu teste gratuito e certifique-se de que é para você. Assista até 3 vídeos gratuitamente, depois continue com reprodução ilimitada e acesso fácil aos seus vídeos de chat do Telegram na Apple TV.

# auth.qr.title
source: Scan from Mobile Telegram
el: Σαρώστε από το κινητό Telegram
ja: モバイル版Telegramからスキャン
ko: 모바일 텔레그램에서 스캔하세요
pt_br: Escanear pelo Telegram no celular

# auth.qr.step1
source: 1. Open Telegram on your phone
el: 1. Ανοίξτε το Telegram στο τηλέφωνό σας
ja: 1. スマートフォンでTelegramを開きます
ko: 1. 휴대폰에서 텔레그램을 엽니다
pt_br: 1. Abra o Telegram no seu celular

# auth.qr.step2
source: 2. Go to Settings > Devices > Link Device
el: 2. Μεταβείτε στις Ρυθμίσεις > Συσκευές > Σύνδεση συσκευής
ja: 2. 設定 > デバイス > デバイスをリンク へ進みます
ko: 2. 설정 > 장치 > 기기 연결로 이동합니다
pt_br: 2. Vá em Configurações > Dispositivos > Conectar Dispositivo

# auth.qr.step3
source: 3. Scan this image to Log in
el: 3. Σαρώστε αυτήν την εικόνα για να συνδεθείτε
ja: 3. この画像をスキャンしてログインします
ko: 3. 이 이미지를 스캔하여 로그인합니다
pt_br: 3. Escaneie esta imagem para entrar

# tab.channels
source: Channels
de: Kanäle
el: Κανάλια
es: Canales
fr: Chaînes
he: ערוצים
it: Canali
ja: チャンネル
ko: 채널
pl: Kanały
pt_br: Canais
ru: Каналы
tr: Kanallar
uk: Канали
zh_hans: 频道

# tab.help
source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
he: עזרה
it: Aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
ru: Помощь
tr: Yardım
uk: Довідка
zh_hans: 帮助

# tab.home
source: Home
de: Start
el: Αρχική
es: Inicio
fr: Accueil
he: בית
ja: ホーム
ko: 홈
pl: Start
pt_br: Início
ru: Главная
tr: Ana Sayfa
uk: Головна
zh_hans: 首页

# tab.search
source: Search
de: Suche
el: Αναζήτηση
es: Buscar
fr: Recherche
he: חיפוש
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
pt_br: Buscar
ru: Поиск
tr: Ara
uk: Пошук
zh_hans: 搜索

# tab.settings
source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
he: הגדרות
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

# video.defaultTitle
source: Video
el: Βίντεο
es: Vídeo
fr: Vidéo
he: וידאו
ja: ビデオ
ko: 비디오
pl: Wideo
pt_br: Vídeo
ru: Видео
uk: Відео
zh_hans: 视频

# video.none
source: No videos
de: Keine Videos
el: Δεν υπάρχουν βίντεο
es: No hay vídeos
fr: Aucune vidéo
he: אין סרטונים
it: Nessun video
ja: ビデオなし
ko: 비디오 없음
pl: Brak wideo
pt_br: Nenhum vídeo
ru: Нет видео
tr: Video yok
uk: Немає відео
zh_hans: 没有视频

# video.noPreview
source: No preview
de: Keine Vorschau
el: Δεν υπάρχει προεπισκόπηση
es: Sin vista previa
fr: Pas d’aperçu
he: אין תצוגה מקדימה
it: Nessuna anteprima
ja: プレビューなし
ko: 미리보기 없음
pl: Brak podglądu
pt_br: Sem pré-visualização
ru: Нет превью
tr: Önizleme yok
uk: Немає прев’ю
zh_hans: 没有预览

# help.title
source: How to Prepare Videos for the Best TV Playback
de: So bereiten Sie Videos für die beste TV-Wiedergabe vor
el: Πώς να προετοιμάσετε βίντεο για την καλύτερη αναπαραγωγή στην τηλεόραση
es: Cómo preparar vídeos para la mejor reproducción en TV
fr: Comment préparer des vidéos pour la meilleure lecture sur TV
he: כיצד להכין סרטונים להפעלה הטובה ביותר בטלוויזיה
it: Come preparare video per la migliore riproduzione su TV
ja: テレビで最高の再生を実現するためのビデオ準備方法
ko: 최상의 TV 재생을 위한 비디오 준비 방법
pl: Jak przygotować wideo dla najlepszego odtwarzania na TV
pt_br: Como preparar vídeos para a melhor reprodução na TV
ru: Как подготовить видео для лучшего воспроизведения на ТВ
tr: En İyi TV Oynatımı İçin Videolar Nasıl Hazırlanır?
uk: Як підготувати відео для кращого відтворення на ТБ
zh_hans: 如何准备视频以获得最佳电视播放效果

# help.intro
source: Want your travel memories to look amazing on the big screen? Here is a quick guide on how to prepare and send your videos to Telegram for the best experience.
de: Möchten Sie, dass Ihre Reiseerinnerungen auf dem großen Bildschirm fantastisch aussehen? Hier ist eine Kurzanleitung, wie Sie Ihre Videos für das beste Erlebnis in Telegram vorbereiten und versenden.
el: Θέλετε οι ταξιδιωτικές σας αναμνήσεις να φαίνονται καταπληκτικές στη μεγάλη οθόνη; Εδώ είναι ένας γρήγορος οδηγός για το πώς να προετοιμάσετε και να στείλετε τα βίντεό σας στο Telegram για την καλύτερη εμπειρία.
es: ¿Quieres que tus recuerdos de viaje se vean increíbles en la pantalla grande? Aquí tienes una guía rápida sobre cómo preparar y enviar tus vídeos a Telegram para obtener la mejor experiencia.
fr: Vous voulez que vos souvenirs de voyage soient incroyables sur grand écran ? Voici un guide rapide sur la façon de préparer et d'envoyer vos vidéos sur Telegram pour une expérience optimale.
he: רוצה שזיכרונות הטיול שלך ייראו מדהים על המסך הגדול? הנה מדריך מהיר כיצד להכין ולשלוח את הסרטונים שלך לטלגרם לחוויה הטובה ביותר.
it: Vuoi che i tuoi ricordi di viaggio appaiano fantastici sul grande schermo? Ecco una guida rapida su come preparare e inviare i tuoi video a Telegram per la migliore esperienza.
ja: 旅行の思い出を大画面で素晴らしく見せたいですか？最高の体験のためにビデオを準備してTelegramに送信する方法についてのクイックガイドです。
ko: 여행의 추억을 대화면에서 멋지게 보고 싶으신가요? 최고의 경험을 위해 비디오를 준비하고 Telegram으로 보내는 방법에 대한 빠른 가이드입니다.
pl: Chcesz, aby Twoje wspomnienia z podróży wyglądały niesamowicie na dużym ekranie? Oto krótki przewodnik, jak przygotować i wysłać wideo do Telegrama, aby uzyskać najlepsze wrażenia.
pt_br: Quer que suas memórias de viagem fiquem incríveis na tela grande? Aqui está um guia rápido sobre como preparar e enviar seus vídeos para o Telegram para a melhor experiência.
ru: Хотите, чтобы ваши воспоминания о путешествиях выглядели потрясающе на большом экране? Вот краткое руководство о том, как подготовить и отправить ваши видео в Telegram для лучшего опыта.
tr: Seyahat anılarınızın büyük ekranda harika görünmesini mi istiyorsunuz? En iyi deneyim için videolarınızı Telegram'a nasıl hazırlayıp göndereceğinize dair hızlı bir rehber.
uk: Хочете, щоб ваші спогади про подорожі виглядали чудово на великому екрані? Ось короткий посібник про те, як підготувати та надіслати ваші відео в Telegram для найкращого досвіду.
zh_hans: 想让您的旅行回忆在大屏幕上看起来令人惊叹吗？这是一份关于如何准备视频并发送到 Telegram 以获得最佳体验的快速指南。

# help.fileSizeTitle
source: File size limits (to avoid surprises)
de: Dateigrößenbeschränkungen (um Überraschungen zu vermeiden)
el: Όρια μεγέθους αρχείου (για να αποφύγετε εκπλήξεις)
es: Límites de tamaño de archivo (para evitar sorpresas)
fr: Limites de taille de fichier (pour éviter les surprises)
he: מגבלות גודל קובץ (כדי למנוע הפתעות)
it: Limiti di dimensione del file (per evitare sorprese)
ja: ファイルサイズの制限（驚かないために）
ko: 파일 크기 제한(놀라지 않도록)
pl: Limity rozmiaru plików (aby uniknąć niespodzianek)
pt_br: Limites de tamanho de arquivo (para evitar surpresas)
ru: Ограничения размера файла (чтобы избежать сюрпризов)
tr: Dosya boyutu sınırları (sürprizlerden kaçınmak için)
uk: Обмеження розміру файлу (щоб уникнути сюрпризів)
zh_hans: 文件大小限制（以避免意外）

# help.fileSizeBody
source: Telegram Free: upload up to 2 GB per file Telegram Premium: upload up to 4 GB per file If your video is larger, Telegram won't accept it—so you'll need to export a smaller file.
de: Telegram Free: Upload bis zu 2 GB pro Datei Telegram Premium: Upload bis zu 4 GB pro Datei Wenn Ihr Video größer ist, wird Telegram es nicht akzeptieren – Sie müssen also eine kleinere Datei exportieren.
el: Telegram Δωρεάν: μεταφόρτωση έως 2 GB ανά αρχείο Telegram Premium: μεταφόρτωση έως 4 GB ανά αρχείο Εάν το βίντεό σας είναι μεγαλύτερο, το Telegram δεν θα το αποδεχτεί — επομένως θα πρέπει να εξάγετε ένα μικρότερο αρχείο.
es: Telegram Free: sube hasta 2 GB por archivo Telegram Premium: sube hasta 4 GB por archivo Si tu vídeo es más grande, Telegram no lo aceptará, por lo que tendrás que exportar un archivo más pequeño.
fr: Telegram Free : téléchargez jusqu'à 2 Go par fichier Telegram Premium : téléchargez jusqu'à 4 Go par fichier Si votre vidéo est plus volumineuse, Telegram ne l'acceptera pas. Vous devrez donc exporter un fichier plus petit.
he: טלגרם חינם: העלה עד 2 GB לקובץ טלגרם פרימיום: העלה עד 4 GB לקובץ אם הווידאו שלך גדול יותר, טלגרם לא תקבל אותו - לכן תצטרך לייצא קובץ קטן יותר.
it: Telegram Free: carica fino a 2 GB per file Telegram Premium: carica fino a 4 GB per file Se il tuo video è più grande, Telegram non lo accetterà, quindi dovrai esportare un file più piccolo.
ja: Telegram 無料版: 1ファイルあたり最大 2 GB までアップロード可能 Telegram プレミアム: 1ファイルあたり最大 4 GB までアップロード可能 ビデオがこれより大きい場合、Telegramは受け付けないため、より小さなファイルを書き出す必要があります。
ko: Telegram 무료 버전: 파일당 최대 2GB까지 업로드 가능 Telegram 프리미엄: 파일당 최대 4GB까지 업로드 가능 비디오가 이보다 크면 Telegram에서 수락하지 않으므로 더 작은 파일을 내보내야 합니다.
pl: Telegram Free: prześlij do 2 GB na plik Telegram Premium: prześlij do 4 GB na plik Jeśli Twoje wideo jest większe, Telegram go nie przyjmie — musisz wyeksportować mniejszy plik.
pt_br: Telegram Gratuito: envie até 2 GB por arquivo Telegram Premium: envie até 4 GB por arquivo Se o seu vídeo for maior, o Telegram não o aceitará — então você precisará exportar um arquivo menor.
ru: Telegram Free: загрузка до 2 ГБ на файл Telegram Premium: загрузка до 4 ГБ на файл Если ваше видео больше, Telegram не примет его — поэтому вам нужно экспортировать файл меньшего размера.
tr: Ücretsiz Telegram: dosya başına 2 GB'a kadar yükleme Telegram Premium: dosya başına 4 GB'a kadar yükleme Videonuz daha büyükse Telegram kabul etmeyecektir; bu nedenle daha küçük bir dosya dışa aktarmanız gerekecektir.
uk: Telegram Free: завантаження до 2 ГБ на файл Telegram Premium: завантаження до 4 ГБ на файл Якщо ваше відео більше, Telegram не прийме його — тому вам потрібно експортувати файл меншого розміру.
zh_hans: Telegram 免费版：每个文件最多上传 2 GB Telegram 高级版：每个文件最多上传 4 GB 如果您的视频更大，Telegram 将不接受，因此您需要导出更小的文件。

# help.bestSettingsTitle
source: Best settings (recommended)
de: Beste Einstellungen (empfohlen)
el: Καλύτερες ρυθμίσεις (συνιστάται)
es: Mejores ajustes (recomendado)
fr: Meilleurs réglages (recommandé)
he: ההגדרות הטובות ביותר (מומלץ)
it: Migliori impostazioni (consigliato)
ja: 推奨設定
ko: 최적의 설정(권장)
pl: Najlepsze ustawienia (zalecane)
pt_br: Melhores configurações (recomendado)
ru: Лучшие настройки (рекомендуется)
tr: En iyi ayarlar (önerilen)
uk: Найкращі налаштування (рекомендовано)
zh_hans: 最佳设置（推荐）

# help.bestSettingsBody
source: For the smoothest playback and best quality on TV, export as: Container: MP4 Video codec: H.264 (AVC) Audio: AAC Resolution: 720p or 1080p Bitrate: up to 2500–5000 kbps Aspect ratio: any works, but 16:9 (landscape) looks best on TV
de: Für die reibungsloseste Wiedergabe und beste Qualität auf dem Fernseher exportieren als: Container: MP4 Videocodec: H.264 (AVC) Audio: AAC Auflösung: 720p oder 1080p Bitrate: bis zu 2500–5000 kbps Seitenverhältnis: Jedes funktioniert, aber 16:9 (Querformat) sieht auf dem Fernseher am besten aus
el: Για την πιο ομαλή αναπαραγωγή και την καλύτερη ποιότητα στην τηλεόραση, εξάγετε ως: Container: MP4 Video codec: H.264 (AVC) Audio: AAC Resolution: 720p ή 1080p Bitrate: έως 2500–5000 kbps Aspect ratio: οποιοδήποτε λειτουργεί, αλλά το 16:9 (τοπίο) φαίνεται καλύτερο στην τηλεόραση
es: Para la reproducción más fluida y la mejor calidad en TV, exporta como: Contenedor: MP4 Códec de vídeo: H.264 (AVC) Audio: AAC Resolución: 720p o 1080p Bitrate: hasta 2500–5000 kbps Relación de aspecto: cualquiera funciona, pero 16:9 (horizontal) se ve mejor en TV
fr: Pour une lecture fluide et une qualité optimale sur TV, exportez au format : Conteneur : MP4 Codec vidéo : H.264 (AVC) Audio : AAC Résolution : 720p ou 1080p Débit binaire : jusqu'à 2500–5000 kbps Format d'image : n'importe lequel fonctionne, mais le 16:9 (paysage) est idéal sur TV
he: להפעלה החלקה ביותר ולאיכות הטובה ביותר בטלוויזיה, ייצא כ: Container: MP4 Video codec: H.264 (AVC) Audio: AAC Resolution: 720p או 1080p Bitrate: עד 2500–5000 kbps יחס גובה-רוחב: כל אחד עובד, אך 16:9 (לרוחב) נראה הכי טוב בטלוויזיה
it: Per la riproduzione più fluida e la migliore qualità sulla TV, esporta come: Contenitore: MP4 Codec video: H.264 (AVC) Audio: AAC Risoluzione: 720p o 1080p Bitrate: fino a 2500–5000 kbps Rapporto d'aspetto: qualsiasi va bene, ma 16:9 (orizzontale) è il migliore sulla TV
ja: テレビで最もスムーズな再生と最高の品質を得るには、次のように書き出してください： コンテナ: MP4 ビデオコーデック: H.264 (AVC) オーディオ: AAC 解像度: 720p または 1080p ビットレート: 最大 2500–5000 kbps アスペクト比: 任意ですが、16:9（横向き）がテレビで最適です
ko: TV에서 가장 부드러운 재생과 최고의 화질을 위해 다음과 같이 내보내세요: 컨테이너: MP4 비디오 코덱: H.264 (AVC) 오디오: AAC 해상도: 720p 또는 1080p 비트레이트: 최대 2500–5000 kbps 화면 비율: 어떤 것이든 작동하지만 TV에서는 16:9(가로)가 가장 좋습니다
pl: Dla najpłynniejszego odtwarzania i najlepszej jakości na TV, eksportuj jako: Kontener: MP4 Kodek wideo: H.264 (AVC) Audio: AAC Rozdzielczość: 720p lub 1080p Bitrate: do 2500–5000 kbps Proporcje: dowolne działają, ale 16:9 (poziomo) wygląda najlepiej na TV
pt_br: Para a reprodução mais suave e melhor qualidade na TV, exporte como: Contêiner: MP4 Codec de vídeo: H.264 (AVC) Áudio: AAC Resolução: 720p ou 1080p Bitrate: até 2500–5000 kbps Proporção: qualquer uma funciona, mas 16:9 (paisagem) fica melhor na TV
ru: Для наиболее плавного воспроизведения и лучшего качества на ТВ экспортируйте как: Контейнер: MP4 Видеокодек: H.264 (AVC) Аудио: AAC Разрешение: 720p или 1080p Битрейт: до 2500–5000 кбит/с Соотношение сторон: любое подходит, но 16:9 (альбомная ориентация) выглядит лучше всего на ТВ
tr: TV'de en akıcı oynatma ve en iyi kalite için şu şekilde dışa aktarın: Konteyner: MP4 Video kodeği: H.264 (AVC) Ses: AAC Çözünürlük: 720p veya 1080p Bit hızı: 2500–5000 kbps'ye kadar En boy oranı: her türlüsü çalışır ancak 16:9 (yatay) TV'de en iyi görünür
uk: Для найплавнішого відтворення та найкращої якості на ТБ експортуйте як: Контейнер: MP4 Відеокодек: H.264 (AVC) Аудіо: AAC Роздільна здатність: 720p або 1080p Бітрейт: до 2500–5000 кбіт/с Співвідношення сторін: будь-яке підходить, але 16:9 (альбомна орієнтація) виглядає найкраще на ТБ
zh_hans: 为了在电视上获得最流畅的播放和最佳质量，请导出为： 容器：MP4 视频编解码器：H.264 (AVC) 音频：AAC 分辨率：720p 或 1080p 比特率：最高 2500–5000 kbps 纵横比：任何都可以，但 16:9（横屏）在电视上效果最好

# help.telegramTitle
source: How to send it in Telegram (important)
de: So versenden Sie es in Telegram (wichtig)
el: Πώς να το στείλετε στο Telegram (σημαντικό)
es: Cómo enviarlo por Telegram (importante)
fr: Comment l'envoyer sur Telegram (important)
he: כיצד לשלוח בטלגרם (חשוב)
it: Come inviarlo su Telegram (importante)
ja: Telegramでの送信方法（重要）
ko: Telegram으로 보내는 방법(중요)
pl: Jak wysłać to w Telegramie (ważne)
pt_br: Como enviar no Telegram (importante)
ru: Как отправить это в Telegram (важно)
tr: Telegram'da nasıl gönderilir (önemli)
uk: Як надіслати це в Telegram (важливо)
zh_hans: 如何在 Telegram 中发送（重要）

# help.telegramBody
source: To prevent Telegram from compressing/re-encoding your video: Send it as "File" (Document), not as a gallery video. Sending via the gallery usually triggers Telegram's compression.
de: Um zu verhindern, dass Telegram Ihr Video komprimiert/neu kodiert: Senden Sie es als „Datei“ (Dokument), nicht als Galerie-Video. Das Versenden über die Galerie löst normalerweise die Komprimierung von Telegram aus.
el: Για να αποτρέψετε το Telegram από τη συμπίεση/επανακωδικοποίηση του βίντεό σας: Στείλτε το ως "Αρχείο" (Έγγραφο), όχι ως βίντεο γκαλερί. Η αποστολή μέσω της γκαλερί συνήθως ενεργοποιεί τη συμπίεση του Telegram.
es: Para evitar que Telegram comprima o recodifique tu vídeo: Envíalo como "Archivo" (Documento), no como un vídeo de la galería. El envío a través de la galería suele activar la compresión de Telegram.
fr: Pour éviter que Telegram ne compresse ou ne réencode votre vidéo : Envoyez-la en tant que "Fichier" (Document), et non en tant que vidéo de la galerie. L'envoi via la galerie déclenche généralement la compression de Telegram.
he: כדי למנוע מטלגרם לדחוס/לקודד מחדש את הווידאו שלך: שלח אותו כ"קובץ" (מסמך), ולא כסרטון גלריה. שליחה דרך הגלריה בדרך כלל מפעילה את הדחיסה של טלגרם.
it: Per evitare che Telegram comprima o ricodifichi il tuo video: Invialo come "File" (Documento), non come video della galleria. L'invio tramite la galleria di solito attiva la compressione di Telegram.
ja: Telegramによる圧縮や再エンコードを防ぐために：ギャラリービデオとしてではなく、「ファイル」（ドキュメント）として送信してください。ギャラリー経由で送信すると、通常、Telegramの圧縮が実行されます。
ko: Telegram의 압축/재인코딩을 방지하려면: 갤러리 비디오가 아닌 '파일'(문서)로 보내세요. 갤러리를 통해 보내면 일반적으로 Telegram의 압축이 활성화됩니다.
pl: Aby zapobiec kompresji/ponownemu kodowaniu wideo przez Telegram: wyślij je jako „Plik” (Dokument), a nie jako wideo z galerii. Wysyłanie przez galerię zwykle uruchamia kompresję Telegrama.
pt_br: Para evitar que o Telegram comprima/recodifique seu vídeo: envie como "Arquivo" (Documento), não como um vídeo da galeria. O envio pela galeria geralmente aciona a compressão do Telegram.
ru: Чтобы предотвратить сжатие/перекодирование вашего видео Telegram: Отправьте его как «Файл» (Документ), а не как видео из галереи. Отправка через галерею обычно запускает сжатие Telegram.
tr: Telegram'ın videonuzu sıkıştırmasını/yeniden kodlamasını önlemek için: Galeri videosu olarak değil, "Dosya" (Belge) olarak gönderin. Galeri üzerinden göndermek genellikle Telegram'ın sıkıştırmasını tetikler.
uk: Щоб запобігти стисненню/перекодуванню вашого відео Telegram: Надсилайте його як «Файл» (Документ), а не як відео з галереї. Надсилання через галерею зазвичай запускає стиснення Telegram.
zh_hans: 为防止 Telegram 压缩/重新编码您的视频：请将其作为“文件”（文档）发送，而不是作为图库视频。通过图库发送通常会触发 Telegram 的压缩。

# help.instantTitle
source: Want instant start (no waiting for full download)?
de: Wollen Sie einen sofortigen Start (ohne auf den vollständigen Download zu warten)?
el: Θέλετε άμεση εκκίνηση (χωρίς αναμονή για πλήρη λήψη);
es: ¿Quieres un inicio instantáneo (sin esperar la descarga completa)?
fr: Vous voulez un démarrage instantané (sans attendre le téléchargement complet) ?
he: רוצה התחלה מיידית (בלי לחכות להורדה מלאה)?
it: Vuoi un avvio istantaneo (senza attendere il download completo)?
ja: 即座に再生を開始したいですか（完全なダウンロードを待たずに）？
ko: 즉시 시작(전체 다운로드를 기다리지 않고)을 원하시나요?
pl: Chcesz natychmiastowy start (bez czekania na pełne pobranie)?
pt_br: Quer início instantâneo (sem esperar o download completo)?
ru: Хотите мгновенный запуск (без ожидания полной загрузки)?
tr: Anında başlatma (tam indirilmeyi beklemeden) mı istiyorsunuz?
uk: Хочете миттєвий запуск (без очікування повного завантаження)?
zh_hans: 想要即时启动（无需等待完整下载）？

# help.instantBody
source: If you export using tools like HandBrake, enable: Video tab → "Fast Decode" (so playback can start sooner)
de: Wenn Sie Tools wie HandBrake verwenden, aktivieren Sie: Registerkarte „Video“ → „Fast Decode“ (damit die Wiedergabe früher beginnen kann)
el: Εάν εξάγετε χρησιμοποιώντας εργαλεία όπως το HandBrake, ενεργοποιήστε: Καρτέλα βίντεο → "Fast Decode" (ώστε η αναπαραγωγή να μπορεί να ξεκινήσει νωρίτερα)
es: Si exportas usando herramientas como HandBrake, activa: Pestaña Vídeo → "Fast Decode" (para que la reproducción pueda comenzar antes)
fr: Si vous exportez à l'aide d'outils comme HandBrake, activez : Onglet Vidéo → "Fast Decode" (pour que la lecture puisse commencer plus tôt)
he: אם אתה מייצא באמצעות כלים כמו HandBrake, הפעל: כרטיסיית וידאו ← "Fast Decode" (כדי שההפעלה תוכל להתחיל מוקדם יותר)
it: Se esporti utilizzando strumenti come HandBrake, attiva: Scheda Video → "Fast Decode" (in modo che la riproduzione possa iniziare prima)
ja: HandBrakeなどのツールを使用して書き出す場合は、次を有効にしてください：Videoタブ → "Fast Decode"（再生をより早く開始できるようにするため）
ko: HandBrake와 같은 도구를 사용하여 내보내는 경우 다음을 활성화하세요: Video 탭 → "Fast Decode"(재생이 더 빨리 시작될 수 있도록)
pl: Jeśli eksportujesz za pomocą narzędzi takich jak HandBrake, włącz: Karta Wideo → „Fast Decode” (aby odtwarzanie mogło zacząć się wcześniej)
pt_br: Se você exportar usando ferramentas como HandBrake, habilite: guia Vídeo → "Fast Decode" (para que a reprodução possa começar mais cedo)
ru: Если вы экспортируете с помощью таких инструментов, как HandBrake, включите: Вкладка «Видео» → «Быстрое декодирование» (чтобы воспроизведение могло начаться раньше)
tr: HandBrake gibi araçlar kullanarak dışa aktarıyorsanız şunu etkinleştirin: Video sekmesi → "Fast Decode" (böylece oynatma daha erken başlayabilir)
uk: Якщо ви експортуєте за допомогою таких інструментів, як HandBrake, увімкніть: Вкладка «Відео» → «Швидке декодування» (щоб відтворення могло початися раніше)
zh_hans: 如果您使用 HandBrake 等工具导出，请启用：视频选项卡 → “快速解码”（以便播放可以更快开始）

# help.noSettingsTitle
source: Don't want to deal with settings? No problem.
de: Sie möchten sich nicht mit Einstellungen befassen? Kein Problem.
el: Δεν θέλετε να ασχοληθείτε με τις ρυθμίσεις; Κανένα πρόβλημα.
es: ¿No quieres lidiar con los ajustes? No hay problema.
fr: Vous ne voulez pas vous occuper des réglages ? Aucun problème.
he: לא רוצה להתעסק עם הגדרות? אין בעיה.
it: Non vuoi occuparti delle impostazioni? Nessun problema.
ja: 設定をいじりたくないですか？問題ありません。
ko: 설정을 다루고 싶지 않으신가요? 문제 없습니다.
pl: Nie chcesz zajmować się ustawieniami? Nie ma problemu.
pt_br: Não quer lidar com configurações? Sem problemas.
ru: Не хотите возиться с настройками? Нет проблем.
tr: Ayarlarla uğraşmak istemiyor musunuz? Sorun değil.
uk: Не хочете возитися з налаштуваннями? Немає проблем.
zh_hans: 不想处理设置？没问题。
